Repository: Markus2809/E
Catalog: po/*/pastie.po
Languages: he, ja

source: Editing clipboard
he: עריכת לוח הגזירים
ja: クリップボード編集中

source: _Replace
he: ה_חלפה
ja: 置換する

source: R
he: ח
ja: C

source: Edit clipboard
he: עריכת לוח הגזירים
ja: クリップボード編集

source: Remove current
he: הסרת הנוכחי
ja: 現在のエントリーを取る

source: Clean history
he: ניקוי ההיסטוריה
ja: 履歴消去

source: Nothing in history or clipboards
he: אין שום דבר בהיסטוריה או בלוחות העריכה
ja: 歴史とクリップボードが空間

source: Preferences
he: העדפות
ja: 選択

source: Quit
he: יציאה
ja: 終了

source: Pastie preferences
he: העדפות Pastie
ja: 選択

source: General
he: כללי

source: History size
he: גודל ההיסטוריה
ja: 歴史サイズ

source: Keyboard shortcuts
he: קיצורי מקלדת

source: Selection dialog
he: דו־שיח לבחירה

source: Preferences dialog
he: דו־שיח ההעדפות

source: Interface
he: מנשק

source: Menu
he: תפריט

source: Menu history entries length
he: אורך תפריט הרשומות ההיסטוריות
ja: エントリ長さ

source: Special menu items
he: פריטים מיוחדים בתפריט

source: Show 'preferences' on menu
he: הצגת ׳העדפות׳ בתפריט
ja: メニューで「選択」を示す

source: Show 'quit' on menu
he: הצגת 'יציאה' בתפריט
ja: メニューで「終了」を示す

source: more
he: עוד
ja: もっと
